export default {
    "global": {
        "next": "التالي",
        "previous": "السابق",
        "edit": "تعديل",
        "yes": "نعم",
        "no": "لا",
        "forget_password": "نسيت كلمة المرور ؟",
        "validation": {
            "fname_req": "الاسم الأول مطلوب",
            "lname_req": "اسم العائلة مطلوب",
            "email_err": "تنسيق البريد الإلكتروني غير صحيح",
            "email_req": "البريد الإلكتروني مطلوب",
            "phone_err": "يجب أن يبدأ رقم الهاتف بصفر يليه 5 أو 6 أو 7 ثم 8 أرقام",
            "phone_req": "رقم الهاتف مطلوب",
            "address_req": "العنوان مطلوب",
            "password_req": "كلمة المرور مطلوبة",
            "wilaya_req": "الولاية مطلوبة",
            "commune_req": "البلدية مطلوبة"
        }

    },
    "order": {
        "add_order": "إضافة طلب",
        "select_prod": "اختر المنتج",
        "no_prod": "لا يوجد منتج",
        "all": "الكل",
        "cart": "عربة التسوق",
        "sub_total": "الإجمالي الفرعي",
        "total": "المجموع",
        "qte_in_stock": "الكمية في المخزون",
        "add_prod": "أضف المنتج",
        "qte": "الكمية",
        "buyer_info": "معلومات المشتري",
        "note": "ملاحظة",
        "unit_price": "سعر الوحدة :",
        "price_vent_min": "الحد الأدنى لسعر البيع :",
        "ur_price_vent": "سعر البيع الخاص بك",
        "success_benif": "هذا هو ربحك إذا وصل الطلب إلى حالة التسليم ",
        "error_benif": "يجب أن يكون إجمالي هذا الطلب على الأقل: ",
        "total_client_comm": "إجمالي الطلب لعميلك",
        "del_price": "سعر التوصيل",
        "min_price": "الحد الأدنى للسعر : %DATA% دج",
        "select_ops": "اختر الخيارات",
        "non_dispo": "غير متوفر",
        "qte_stock": "الكمية المتوفرة في المخزون",
        "in_dispo": "غير متوفر",
        "color": "اللون",
        "size": "المقاس",
        "first_name": "الاسم الأول",
        "last_name": "اسم العائلة",
        "office_del": "توصيل للمكتب",
        "office_dispo": "مكاتب التسليم المتاحة",
        "price": "السعر",
        "location": "الموقع",
        "add_succ": "تمت الإضافة بنجاح",
        "edit_succ": "تم التعديل بنجاح",
        "search": "بحث",
        "cols": "الأعمدة",
        "filter_ops": "خيارات الفلترة",
        "start_date": "تاريخ البدء",
        "end_date": "تاريخ الانتهاء",
        "order_id": "معرف الطلب",
        "show_dep_orders": "عرض الطلبات المكررة",
        "filter": "تصفية",
        "id": "معرف",
        "actions": "الإجراءات",
        "fullname": "الاسم الكامل",
        "benefit": "الأرباح",
        "prods": "المنتجات",
        "price_total": "إجمالي السعر",
        "state": "الحالة",
        "date": "التاريخ",
        "item": "عنصر",
        "items": "العناصر",
        "not_exist": "غير موجود",
        "sub_state": "الحالة الفرعية",
        "associate": "الشريك",
        "platform": "المنصة",
        "loader": "المحمل",
        "order_history": "تأريخ الطلب ( # %DATA% )",
        "timeline": "الجدول الزمني",
        "print_ticket": "طباعة التذكرة",
        "duplicate": "طلب مكرر",
        "cancel_order_msg": "هل تريد حقًا إلغاء هذا الطلب؟",
        "cancel_order": "إلغاء الطلب",
        "promo_code": "رمز العرض",
        "apply": "تطبيق",
        "edit_order": "تعديل الطلب",
        "shipping": "الشحن",
        "vendu_depuis_mag": "مباع من المتجر",
        "insurance": "التأمين",
        "free_shipping": "الشحن المجاني",
        "exchange": "استبدال",
        "exp_note": "يرجى كتابة ملاحظة توضيحية",
        "mode_conf": "وضع التأكيد",
        "conf_auto": "أريد أن يقوم RiseDrop بتأكيد الطلب",
        "conf_not_auto": "لقد قمت بالفعل بتأكيد الطلب مع العميل(ة)",
        "price_conf": "رسوم التأكيد",
        "frais_70": "الرسوم 70 دج"
    },
    "drower": {
        "dashboard": "لوحة التحكم",
        "abandoned_carts": "العربات المتروكة",
        "create_order": "إنشاء طلب",
        "orders": "الطلبات",
        "failure_manag": "إدارة الإخفاقات",
        "return_manag": "إدارة المرتجعات",
        "prods": "المنتجات",
        "users": "المستخدمون",
        "logout": "خروج",
        "contact_supp": "الاتصال والدعم",
        "faq": "الأسئلة الشائعة"
    },
    "dashboard": {
        "all_orders": "جميع الطلبات",
        "pending_profits": "الأرباح المعلقة",
        "benefits": "الأرباح",
        "sales_report": "تقرير المبيعات",
        "fresh": "إيرادات",
        "income": "الدخل",
        "no_order_indate": "لا توجد طلبات في هذا التاريخ",
        "coming_soon": "قريباً"
    },
    "auth": {
        "login": "تسجيل الدخول",
        "signup": "اشتراك",
        "register":"تسحيل",
        "up_img_profile":"تحميل صورة شخصية",
        "email": "بريد إلكتروني",
        "enter_email": "أدخل البريد الإلكتروني الخاص بك",
        "password": "كلمة المرور",
        "enter_password": "أدخل كلمة المرور الخاصة بك",
        "need_create": "هل تحتاج إلى إنشاء حساب؟",
        "first_name": "الاسم الأول",
        "last_name": "الاسم الأخير",
        "enter_first_name": "أدخل الاسم الأول",
        "enter_last_name": "أدخل الاسم الأخير",
        "have_account": "هل لديك حساب بالفعل؟",
        "next": "التالي",
        "phone": "رقم الهاتف",
        "address": "عنوان ",
        "enter_address": "أدخل العنوان  الخاص بك",
        "zipcode": "الرمز البريدي",
        "enter_zipcode": "أدخل الرمز البريدي الخاص بك",
        "country": "بلد",
        "select_country": "اختر بلد",
        "lang": "لغة",
        "select_lang": "اختر لغة",
        "user": "المستخدم",
        "contact": "معلومات الاتصال",
        "terms1": "أنا أوافق على ",
        "terms2": "احكام وشروط",
        "terms3": " استخدام RiseCart",
        "dont_have_account": "ليس لديك حساب؟",
        "recover_password": "استعادة كلمة المرور",
        "recover_password_subtitle": "أدخل بريدك الإلكتروني وسنرسل لك كلمة المرور عبر البريد الإلكتروني",
        "send": "إرسال",
        "back_to_login": "العودة إلى تسجيل الدخول",
        "create_account_succ_drop": "مرحبًا بك في عائلة Risedrop، تم إكمال تسجيلك بنجاح. سيتم التحقق من حسابك وتفعيله قريبًا 🙏."
    },
    "states": {
        "pending": "قيد الانتظار",
        "unresponsive": "لا يستجيب",
        "not Answered - 1st Attempt": "لم يُجب - المحاولة الأولى",
        "not Answered - 2nd Attempt": "لم يُجب - المحاولة الثانية",
        "not Answered - 3rd Attempt": "لم يُجب - المحاولة الثالثة",
        "confirmed": "مؤكد",
        "order preparation": "تجهيز الطلب",
        "prepared": "جاهز",
        "expédié": "تم الشحن",
        "processing": "جارٍ المعالجة",
        "outForDelivery": "خارج للتوصيل",
        "En localisation": "في الموقع",
        "Vers Wilaya": "إلى الولاية",
        "Reçu à Wilaya": "تم الاستلام في الولاية",
        "Centre": "المركز",
        "En préparation": "قيد التحضير",
        "En attente du client": "بانتظار العميل",
        "Sorti en livraison": "خارج للتسليم",
        "En attente": "قيد الانتظار",
        "En alerte": "في حالة تنبيه",
        "Tentative échouée": "محاولة فاشلة",
        "Livré": "تم التوصيل",
        "Echèc livraison": "فشل التوصيل",
        "Retour vers centre": "العودة إلى المركز",
        "Retourné au centre": "تمت الإعادة إلى المركز",
        "Retour transfert": "تحويل العودة",
        "Retour groupé": "إرجاع مجمّع",
        "Retour à retirer": "إرجاع للسحب",
        "Retour vers vendeur": "العودة إلى البائع",
        "Retourné au vendeur": "تمت الإعادة إلى البائع",
        "Echange échoué": "فشل التبديل",
        "delivered": "تم التوصيل",
        "payed": "مدفوع",
        "returns": "الإرجاع",
        "canceled": "ملغى",
        "receivable": "قابل للاستلام",
        "soldFromTheStore": "مباع من المتجر",
        "confirmed_otp": "تم تأكيد OTP"
    },
    "faqs": {
        "items": [
            {
                "question": "ما هي طرق الدفع المتاحة؟",
                "response": "نقبل عدة طرق دفع، منها فليكسي، CCP، بارديموب، أو Paysera - Wise. يعتمد الاختيار على المبلغ الذي لديك."
            },
            {
                "question": "هل هناك رسوم شهرية؟",
                "response": "لا، إنه مجاني."
            },
            {
                "question": "هل تتوفر خدمة التوصيل في جميع الولايات؟",
                "response": "نعم، نقوم بالتوصيل في جميع الولايات الـ 58."
            },
            {
                "question": "كيف يتم تقديم طلب على الموقع والتطبيق؟",
                "response": [
                    "اختر المنتج واضغط على 'المزيد (+)'",
                    "اختر اللون والمقاس.",
                    `اضغط على "إضافة طلب" واملأ معلومات المشتري:
                    - الاسم الأول
                    - اللقب
                    - العنوان
                    - الهاتف
                    - الولاية
                    - البلدية
                    - رسوم التوصيل (توصيل إلى المنزل أو إلى المكتب)
                    - سعر البيع الخاص بك`,
                    "اضغط على 'إضافة'."
                ]
            },
            {
                "question": "هل يمكن طلب استرداد الأموال؟",
                "response": "لا، يجب على العميل التحقق من الطرد قبل دفع مبلغ التوصيل."
            },
            {
                "question": "هل يمكن وضع العميل في اتصال مباشر مع الشركة لطلب معلومات عن المنتج؟",
                "response": "لا، يجب على البائع تقديم جميع المعلومات عن المنتج. ولأي استفسارات أخرى، سيتولى وكيل المراسلة الإجابة."
            },
            {
                "question": "هل يمكن للعميل استلام الطلب بنفسه؟",
                "response": "لا، نحن نقوم بالتوصيل فقط."
            },
            {
                "question": "هل تقدمون ضمانًا على المنتجات؟",
                "response": "نعم، نقدم ضمان تجربة لمدة 24 ساعة، مما يعني أن العميل يمكنه تقديم شكوى أو طلب استبدال خلال 24 ساعة من استلام الطلب في حالة وجود أي مشكلة أو عيب."
            },
            {
                "question": "كيف يمكن العمل مع Risedrop؟",
                "response": [
                    "ابحث عن المنتجات على موقعنا.",
                    "افهم كيفية عمل المنتجات من خلال طرح الأسئلة عبر WhatsApp أو Facebook أو البحث الشخصي.",
                    "قم بتنزيل صور ومعلومات المنتجات.",
                    "انشر وروج المنتجات على وسائل التواصل الاجتماعي (Facebook، Instagram، إلخ).",
                    "إذا أراد العميل الشراء، فاشرح له تفاصيل المنتج والسعر ورسوم التوصيل.",
                    "اطلب معلومات العميل لتقديم الطلب.",
                    "قم بتقديم الطلب من حسابك عن طريق إدخال بيانات العميل.",
                    "ستقوم الشركة بتأكيد الطلب مع العميل في غضون 48 ساعة.",
                    "إذا ظهر الطلب كملغى بعد 48 ساعة، فاستفسر من المدير.",
                    "بمجرد تسليم المنتج، سيتم إضافة الأرباح إلى حسابك."
                ]
            },
            {
                "question": "أين يمكن النشر؟",
                "response": "لديك الحرية في استخدام طرق متنوعة للمشاركة: Facebook، Instagram، Marketplace، مجموعات، إلخ. يمكنك أيضًا إنشاء صفحة مبيعات طالما أنها لا تحمل الاسم الرسمي لصفحتنا، RISEDROP، ويمكنك الإعلان."
            }
        ]
    }

}